[
    {"img":"https://media.zigcdn.com/media/model/2020/Mar/ktm-200-duke-bs6-right-side-view_600x400.jpg","name":"KTM 200 Duke","description":"When KTM made its debut in India almost a decade ago, it stole hearts not just with its naked motorcycles but also for being a great value-for-money proposition. The story is different now, though.","price":"Rs. 1.56 Lakh"},{"img":"https://media.zigcdn.com/media/model/2021/Apr/right-side-view-1015165405_930x620.jpg","name":"TVS Apache RTR 200 4V","description":"TVS has hiked the prices of the Apache lineup by up to Rs 5,000. The RTR 200 4V sees a revision of Rs 3,750, bumping up its price to Rs 1.33 lakh and Rs 1.38 lakh for the single-channel and dual-channel ABS variant, respectively. For more details","price":"Rs. 1.38 Lakh"},{"img":"https://media.zigcdn.com/media/model/2021/Oct/tvs-apachertr-1604v-right-side-view_600x400.jpg","name":"TVS Apache RTR 160 4V","description":"The 2022 TVS Apache RTR 160 4V has been launched in India. In its latest iteration, TVS has blessed the popular naked with riding modes (a first in the segment) and a bunch of new features.","price":"Rs. 1.15 Lakh"},{"img":"https://media.zigcdn.com/media/model/2020/Feb/mt-15-bs6_600x400.jpg","name":"Yamaha MT 15 ","description":"Yamaha has launched the MT-15 Monster Energy MotoGP edition, priced at Rs 3,000 more than the standard colours. Head to our main story for more details.","price":"Rs. 1.10 Lakh"},{"img":"https://media.zigcdn.com/media/model/2021/Sep/yamaha-r15-v4-dark-right-side-view_600x400.jpg","name":"Yamaha R15 V4","description":"The Yamaha R15 was the highest-selling two-wheeler for the company in September 2021, with over 11,500 units sold. Here are the details. Months of speculation and waiting came to an end today as Yamaha finally launched the R15 V4 in India at Rs 1.68 lakh","price":"Rs. 1.80 Lakh"},{"img":"https://media.zigcdn.com/media/model/2021/Aug/2022-apache-rr-310_600x400.jpg","name":"TVS Apache RR 310","description":"The first batch of the 2021 TVS Apache RR 310 ‘Built To Order’ platform has been completely booked for September. Slots for the next lot of 50 BTO units commence on October 1. Head here for details.","price":"Rs. 2.59 Lakh"},{"img":"https://media.zigcdn.com/media/model/2021/Oct/bajaj-dominar-400-accessorised-right-side-view_600x400.jpg","name":"Bajaj Dominar 400","description":"With the festive season incoming, Bajaj has launched the 2021 Dominar 400 in India. The new Bajaj Dominar 400 gets a host of touring accessories standard from the factory as part of the update.","price":"Rs. 2.16 Lakh"},{"img":"https://media.zigcdn.com/media/model/2021/Sep/2021-classic-350_600x400.jpg","name":"Royal Enfield Classic 350","description":"he price of Royal Enfield Classic 350 starts at Rs. 1.84 Lakh and goes upto Rs. 2.15 Lakh. Royal Enfield Classic 350 is offered in 5 variants - Redditch Series With Single-Channel, Halcyon Series With Dual-Channel, Signals Series With","price":"Rs. 2.11 Lakh"},{"img":"https://media.zigcdn.com/media/model/2021/Jul/jawa-new-right-side-view_600x400.jpg","name":"Jawa","description":"On International Jawa Day, two new war-inspired shades have been added to the standard Jawa’s colour palette. The Khaki and Midnight Grey colours come bearing a price premium of Rs 6,000 over the standard maroon colour.","price":"Rs. 1.78 Lakh"},{"img":"https://media.zigcdn.com/media/model/2020/Jul/benelli-imperialle-400-silver-right-side-view_600x400.jpg","name":"Benelli Imperiale 400","description":"The price of Benelli Imperiale 400 starts at Rs. 1.89 Lakh and goes upto Rs. 1.97 Lakh. Benelli Imperiale 400 is offered in 3 variants - Silver, Red and the top variant Imperiale 400 Black which comes at a price tag of Rs. 1.97 Lakh.","price":"Rs. 1.97 Lakh"}
]